app/views/aperos/show.html.erb

  <dt><strong><%= model_class.human_attribute_name(:user_id) %>:</strong></dt>
  <dd><%= User.find(@apero.user_id).email %></dd>
---
SELECT "users".* FROM "users" WHERE "users"."id" = 1 LIMIT 1